Repository: inveniosoftware-contrib/invenio-groups
Catalog: invenio_groups/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, it

source: Required. Provide list of the emails of the users you wish to be added. Put each email in new line.
es: Obligatorio. Proporciona una lista de los correos electrónicos de los usuarios que desea agregar. Ponga cada correo electrónico en una nueva línea.
fr: Requis. Fournir une liste des adresses électroniques des usagers que vous souhaitez ajouter. Une adresse électronique par ligne.
it: Obbligatorio. Lista gli indirizzi email degli utenti che vorresti aggiungere. Metti ogni indirizzo su una nuova linea.

source: Users can self-subscribe.
es: Los usuarios pueden autoabastecerse de suscribirse.
fr: Les usagers peuvent souscrire de manière autonome.
it: Gli utenti possono abbonarsi loro stessi.

source: Users can self-subscribe but requires administrator approval.
es: Los usuarios pueden autoabastecerse de suscribirse, pero requiere aprobación del administrador.
fr: Les usagers peuvent souscrire de manière autonome mais la souscription est sujette à l’approbation de l’administrateur.
it: Gli utenti possono abbonarsi loro stessi ma necessitano l'approvazione del amministratore.

source: Subscription is by administrator invitation only.
es: Suscripción es sólo por invitación del administrador.
fr: La souscription n’est possible que par invitation de l’administrateur.
it: L'abbonamento si fa solo su invito del amministratore.

source: Group membership is fully public.
es: La afiliación a un grupo es totalmente pública.
fr: L’adhésion en tant que groupe est complètement publique.
it: L'adesione al gruppo è pubblica.

source: Only group members can view other members.
es: Sólo los miembros del grupo pueden ver otros miembros.
fr: Seuls les membres du groupe peuvent voir quels sont les autres membres du groupe.
it: Solo i membri del gruppo possono vedere gli altri membri.

source: Only administrators can view members.
es: Sólo los administradores pueden ver los miembros.
fr: Seuls les administrateurs peuvent voir les membres du groupe.
it: Solo gli amministratori possono vedere i membri.

source: Public
es: público
it: Pubblico

source: Group members
es: Miembros del grupo
fr: Membres du groupe
it: Membri del gruppo

source: Group admins
es: Administradores de grupos
fr: Administrateurs du groupe
it: Amministratori del gruppo

source: Open
es: Abierto
fr: Ouvert
it: Aperto

source: Open with approval
es: Abrir con aprobación
fr: Ouvert avec autorisation
it: Aperto con approvazione

source: Closed
es: Cerrado
fr: Fermé
it: Chiuso

source: Name
es: Nombre
fr: Nom
it: Nome

source: Required. A name of a group.
es: Obligatorio. El nombre de un grupo.
fr: Requis. Le nom d’un groupe.
it: Obbligatorio. Un nome per il gruppo.

source: Description
es: Descripción
it: Descrizione

source: Optional. A short description of the group. Default: Empty
es: Opcional. Una breve descripción del grupo. Valor por defecto: Vacío
fr: Optionnel. Une courte description du groupe. Défaut: Vide
it: Ozionale. Una breve descrizione del gruppo. Per esclusione: Vuoto.

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
it: Politica di Confidenzialità

source: Subscription Policy
es: Política de suscripción
fr: Politique de souscription
it: Politica di Abbonamento

source: Pending admin approval
es: Pendiente aprobación del administrador
fr: L’approbation de l’administrateur est en attente
it: Approvazione del amministratore in sospeso

source: Pending member approval
es: Pendiente aprobación de un miembro
fr: L’approbation du membre est en attente
it: Approvazione di adesione in sospeso

source: Active
es: Activo
fr: Actif
it: Attivo

source: %(icon)s My Groups
es: %(icon)s My Grupos
fr: %(icon)s Mes groupes
it: %(icon)s I Miei Gruppi

source: Groups
es: Grupos
fr: Groupes
it: Gruppi

source: Requests
es: Peticiónes
fr: Demandes
it: Richieste

source: Invitations
es: Invitaciónes
it: Inviti

source: New
es: Nuevo
fr: Nouveau
it: Nuovo

source: Group "%(name)s" created
es: Se ha creado el grupo "%(name)s"
fr: Groupe "%(name)s" crée
it: Gruppo "%(name)s" creato

source: Group creation failure
es: Error al crear grupo
fr: Echec de création du groupe
it: Creazione del gruppo fallita

source: Manage
es: Dirigir
fr: Gérer
it: Gestire

source: Group "%(name)s" was updated
es: Grupo "%(name)s" se ha actualizado
fr: Le groupe "%(name)s" a été mis à jour
it: Gruppo "%(name)s" aggiornato

source: You cannot edit group %(group_name)s
fr: Vous ne pouvez pas modifier le groupe %(group_name)s
it: Non puoi modificare il gruppo %(group_name)s

source: Successfully removed group "%(group_name)s"
es: Grumeaux eliminado con éxito
fr: Le groupe "%(group_name)s" a été supprimé avec succès
it: Il gruppo "%(group_name)s" è stato ritirato con succeso

source: You cannot delete the group %(group_name)s
fr: Vous ne pouvez pas supprimer le groupe %(group_name)s
it: Non puoi eliminare il gruppo %(group_name)s

source: Members
es: Miembros
fr: Membres
it: Membri

source: You are not allowed to see members of this group %(group_name)s.
fr: Vous n'êtes pas autorisé à consulter les membres du groupe %(group_name)s.
it: Non ti è permesso vedere i membri del gruppo %(group_name)s.

source: You have successfully left %(group_name)s group.
es: Ha salido con édito del grupo
fr: Vous avez quitté avec succès le groupe %(group_name)s.
it: Hai lasciato il gruppo %(group_name)s con successo.

source: You cannot leave the group %(group_name)s
fr: Vous ne pouvez pas quitter le groupe %(group_name)s
it: Non puoi lasciare il gruppo %(group_name)s

source: %(user)s accepted to %(name)s group.
es: %(user)s aceptado en el grupo %(name)s.
fr: %(user)s a été accepté dans le groupe %(name)s
it: %(user)s accettato nel gruppo %(name)s.

source: You cannot approve memberships for the group %(group_name)s
fr: Vous ne pouvez pas autoriser les adhésions au groupe %(group_name)s
it: Non puoi approvare adesioni per il gruppo %(group_name)s

source: User %(user_email)s was removed from %(group_name)s group.
es: Usuario %(user_email)s vue eliminado del grupo %(group_name)s.
fr: Utilisateur %(user_email)s a été supprimé du groupe %(group_name)s.
it: L'utente %(user_email)s è stato eliminato del gruppo %(group_name)s.

source: You cannot delete users of the group %(group_name)s
fr: Vous ne pouvez pas supprimer des membres du groupe %(group_name)s
it: Non puoi eliminare utenti del gruppo %(group_name)s

source: You are now part of %(name)s group.
es: Usted ahora es parte del grupo %(name)s.
fr: Vous faites désormais partie du groupe %(name)s.
it: Fai addesso parte del gruppo %(name)s.

source: You have rejected invitation to %(name)s group.
es: Ha rechazado invitación a grupo %(name)s.
fr: Vous avez refusé l’invitation du groupe %(name)s.
it: Hai rifiutato l'invito del gruppo %(name)s.

source: Requests sent!
es: Solicitudes enviadas!
fr: Demandes envoyées!
it: Richiesta mandata!

source: You cannot invite users or yourself (i.e. join) to the group %(group_name)s
fr: Vous ne pouvez inviter ni des utilisateurs ni vous-même à joindre le groupe %(group_name)s
it: Non puoi invitare né utenti né te stesso a unirsi al gruppo %(group_name)s

source: Search
fr: Chercher
it: Ricerca

source: My Groups
fr: Mes Groupes
it: I Miei Gruppi

source: New group
fr: Nouveau groupe
it: Nuovo gruppo

source: List of groups your are currently admin or member of. While being in particular group you gain special privileges, which enables you to get more involved in growth of the community.
fr: Liste des groupes dont vous faites partie ou êtes admistrateur. En étant dans certains groupes vous obtenez des privilèges spéciaux, qui vous permettent de plus vous investir dans la croissance de la communauté.
it: Lista dei gruppo di cui sei membro o amministratore. Quando sei in un gruppo particolare, guadagni alcuni privilegi che ti permettono di essere più coinvolto nel sviluppo della comunità.

source: Go ahead and create new group!
fr: Créez votre propre groupe!
it: Crea il tuo gruppo!

source: No results found.
fr: Aucun résultat trouvé.
it: Nessun risultato.

source: Leave
fr: Quitter
it: Lasciare

source: Invite
fr: Inviter
it: Invita

source: No results found
fr: Aucun résultat trouvé
it: Nessun risultato

source: Username
fr: Nom d'utilisateur
it: Nome utente

source: Status
fr: Statut
it: Stato

source: Remove
fr: Enlever
it: Elimina

source: Revoke
fr: Révoquer
it: Revoca

source: Delete
fr: Supprimer
it: Cancella

source: Update
fr: Mettre à jour
it: Aggiorna

source: Create
fr: Créer
it: Crea

source: Cancel
fr: Annuler
it: Annulla

source: Group deletion
fr: Suppression de Groupe
it: Cancella il gruppo

source: You are about to
fr: Vous allez
it: Stai per

source: delete
fr: supprimer
it: cancellare

source: This action cannot be undone. Are you sure you want to proceed?
fr: Cette action est définitive. Êtes-vous sûr de vouloir procéder?
it: Quest'operazione non può essere annulata. Sei sicuro di voler procedere?

source: Specifies email addresses of the users you would like to add to your group. Each user will be sent invitation.
fr: Spécifie l'adresse email des utilisateurs que vous souhaiteriez ajouter à votre groupe. Chaque utilisateur recevra une invitation.
it: Specifica l'indirizzo email degli utenti che voresti aggiungere al tuo gruppo. Ogni utente ricevere un invito.

source: Displaying items %(start)d - %(stop)d out of %(total)d
fr: Affichage des éléments %(start)d-%(stop)d sur %(total)d
it: Visualizzando elementi %(start)d - %(stop)d su %(total)d

source: Pending invitations
fr: Invitations en attente
it: Inviti in sospeso

source: Pending requests
fr: Demandes en attente
it: Richieste in sospeso

source: Invitations you received from communities admins. Click accept in order to become a member of the particular team or reject to cancel a pending invitation.
fr: Les invitations que vous avez reçu d'administateurs de communautés. Cliquez accepter pour devenir membre de cette équipe ou refuser pour annuler une invitation en attente.
it: Inviti ricevuti da amministratori di comunità. Fai click su acceta per unirti al gruppo o rifuta per cancellare l'invito.

source: Group
fr: Groupe
it: Gruppo

source: User
fr: Utilisateur
it: Utente

source: Reject
fr: Refuser
it: Rifuta

source: Accept
fr: Accepter
it: Accetta
